{
  "register_now": "Register Now",
  "free_and_fast": "It's free and fast.",
  "username": "Username",
  "first_name": "First Name",
  "last_name": "Last Name",
  "phone": "Phone Number",
  "email": "Email",
  "password": "Password",
  "confirm_password": "Confirm Your Password",
  "dob_label": "Date of Birth:",
  "select_gender_label": "Select your gender",
  "reset_password_title": "Trouble Logging In?",
  "reset_password_description": "Enter the email address associated with your account. We'll send you an email with instructions to reset your password.",
  "email_placeholder": "Email...",
  "send_recovery_email": "Send Recovery Email",
  "male": "Male",
  "female": "Female",
  "other": "Other",
  "register_button": "Register",
  "enter_email": "Enter your email",
  "enter_password": "Enter your password",
  "login": "Login",
  "forgot_password": "Forgot Password?",
  "create_account": "Create New Account",
  "need_help": "Need help?",
  "click_here": "Click here",
  "app_title": "ConnecTrip",
  "connect_travelers": "Connecting Travelers and Sharing",
  "share_experiences": "Experiences Worldwide.",
  "terms_of_service": "Terms of Service",
  "privacy_policy": "Privacy Policy",
  "help": "Help",
  "about": "About",
  "privacy_center": "Privacy Center",
  "portuguese": "Portuguese (BR)",
  "english": "English (US)",
  "spanish": "Spanish (ES)",
  "main_heading": "TERMS AND POLICIES",
  "sub_heading": "Everything you need to know in one place.",
  "heading": "Terms of Service",
  "subheading": "Terms accepted when using ConnecTrip.",
  "privacypolicy": "Privacy Policy",
  "informationcollection": "Collection and use of data we receive.",
  "communityrules": "Community Rules",
  "rulesandinstructions": "Rules and instructions for reporting inappropriate behavior.",
  "section_heading": "Explore our policies and guidelines",
  "description-text": "ConnecTrip develops technologies and services for people to connect with each other, create communities and expand their ConnecTrip experiences. These Terms govern your use of the ConnecTrip Products, including the website, applications, services, technologies and software we offer, except where we expressly state that other terms apply. ConnecTrip Platforms, Inc. provides these Products to you. We do not charge you for your use of ConnecTrip or other products and services covered by these Terms unless otherwise noted. Instead, companies, organizations and others can collaborate with us to promote their travel and adventure-related offerings. By using our products, you agree that we may display promotional information that we consider to be possibly relevant to you and your travel experiences. We use your personal information to help determine which promotions will be shown to you. We do not sell your personal information to partners or share personally identifiable information  with them unless we have your specific permission. Instead, our partners inform us about travelers' interests, and we show promotions to people who might be interested. We provide partners with reports on promotion performance to help them understand how people are interacting with their content. See Section 2 below to learn more about how personalized promotions under these terms work on the ConnecTrip Products. Our Privacy Policy explains how we collect and use your personal data to determine some of the promotions that will be displayed and to provide all other services described below. You can also access the settings for the ConnecTrip Product in question at any time to view privacy options about how we use your data.",
  "servicesoffered": "Services Offered",
  "mission": "ConnecTrip Mission: We make it easier for people to connect, create communities and expand travel experiences. To fulfill this mission, we offer a variety of services, including:",
  "tecnologies": "Use and Development of Advanced Technologies",
  "offerservices": "To offer safe and functional services, we use advanced technologies, such as artificial intelligence and augmented reality. Additionally, we constantly research to improve our services and ensure a consistent experience across the entire platform.",
  "permissions":"Permissions Granted by You",
  "sharingcontent":"By sharing content on ConnecTrip, you grant us a license to use, distribute, modify and display that content. This license is essential to providing and improving our services. You retain ownership of the intellectual property rights in your content.",
  "reportingchannel":"Reporting Channel",
  "userreport":"We encourage users to report content that may violate their rights or our terms and policies. We reserve the right to remove or restrict access to content that violates our provisions.",
  "accountdeletion":"Account and Content Deletion",
  "personaldeletion": "You may delete your content at any time, and account deletion will result in the deletion of associated personal content. However, some content may persist for up to 90 days due to technical processes.",
  "revisedterms": "These Terms of Service were last revised on January 6, 2024.",
  "favoritecommunity": "Thank you for choosing ConnecTrip as your favorite community. Explore, connect and share your experiences!",
  "privacy_policy_title": "Privacy Policy",
  "effective_date": "In effect on January 6, 2024",
  "welcome_message": "Welcome to ConnecTrip, the social network dedicated to ConnecTrip, backpackers, and adventure enthusiasts. This Privacy Policy explains how we collect, use, share, and protect your information when using our services. We recommend careful reading of this document.",
  "transfer_info_question": "What is the Privacy Policy, and what does it cover?",
  "transfer_info_answer": "The Privacy Policy is a document that describes how we collect, use, share, and protect your personal information. It is crucial to ensuring transparency and privacy protection for individuals using a service or platform.",
  "info_collect_title": "1. Information We Collect",
  "info_collect_content": "The information we collect and process about you depends on your use of ConnecTrip. This includes data provided when creating a profile, sharing travel stories, interacting with other users, and using our features.",
  "privacy_control_title": "2. Privacy Control",
  "privacy_control_content": "It's important to us that you have control over your information. Therefore, we provide settings in your account to manage your privacy preferences.",
  "use_info_question": "3. How We Use Your Information",
  "use_info_answer": "Explain details about the use of information by ConnecTrip, including the duration we retain the information and the criteria for retention.",
  "share_info_question": "4. Sharing of Information",
  "share_info_answer": "Inform how information is shared on ConnecTrip, including cases of responding to legal requests, complying with applicable laws, and promoting safety and protection.",
  "how_long_info_question": "5. How Long We Keep Your Information",
  "how_long_info_answer": "We retain information for the time necessary to offer our Products, fulfill legal obligations, or protect our interests or those of other individuals. We decide how long we need it on a case-by-case basis. We consider the following factors in making a decision:",
  "legal_requests_title": "6. How We Transfer Information",
  "legal_requests_content": "Explain how information is transferred by ConnecTrip.",
  "notification_changes_title": "7. How We Respond to Legal Requests",
  "notification_changes_content": "We access, preserve, and share your information in response to legal requests, complying with applicable laws, and preventing harm.",
  "contact_us_title": "8. How You Will Be Notified of Changes to the Policy",
  "contact_us_content_1": "We will send you a notification before changing this Policy. You will have the opportunity to read the modified version before deciding to continue using our Products.",
  "contact_us_content_2": "If you have questions about this Policy or inquiries, complaints, or requests related to your information, please contact us as described below.",
  "brazil_privacy_notice_title": "9. How to Contact Us in Case of Doubts",
  "brazil_privacy_notice_content": "This section applies to personal data processing activities according to Brazilian laws and complements this Privacy Policy.",
  "data_controller_info": "The data controller responsible for your information is ConnecTrip, Inc. You also have the right to contact the National Data Protection Authority (“ANPD”) by directly contacting the DPA.",
  "invalid_email_error": "Please enter a valid email address.",
  "valid_email_domains_error": "Please use one of the following domains: outlook.com, gmail.com, hotmail.com.",
  "username_length_error": "Username must be at least 3 characters.",
  "first_name_length_error": "First name must be at least 3 characters.",
  "last_name_length_error": "Last name must be at least 3 characters.",
  "password_complexity_error": "Password must be at least 8 characters long and include a combination of numbers, symbols, uppercase, and lowercase letters.",
  "password_mismatch_error": "Passwords do not match.",
  "phone_length_error": "Phone number must be at least 3 characters.",
  "username_not_available_error": "Username not available.",
  "phone_not_available_error": "Phone number not available.",
  "email_not_available_error": "Email not available.",
  "registration_success_message": "User registered successfully.",
  "registration_error_message": "Error during registration."
}
