{
  "register_now": "Registrarse ahora",
  "free_and_fast": "Es gratis y rápido.",
  "username": "Nombre de usuario",
  "first_name": "Nombre",
  "last_name": "Apellido",
  "phone": "Número de teléfono",
  "email": "Correo electrónico",
  "password": "Contraseña",
  "confirm_password": "Confirmar contraseña",
  "dob_label": "Fecha de nacimiento:",
  "select_gender_label": "Selecciona tu género",
  "reset_password_title": "¿Problemas para iniciar sesión?",
  "reset_password_description": "Ingresa la dirección de correo electrónico asociada a tu cuenta. Te enviaremos un correo electrónico con instrucciones para restablecer tu contraseña.",
  "email_placeholder": "Correo electrónico...",
  "send_recovery_email": "Enviar correo de recuperación",
  "male": "Masculino",
  "female": "Femenino",
  "other": "Otro",
  "register_button": "Registrarse",
  "enter_email": "Ingresa tu correo electrónico",
  "enter_password": "Ingresa tu contraseña",
  "login": "Iniciar sesión",
  "forgot_password": "¿Olvidaste tu contraseña?",
  "create_account": "Crear nueva cuenta",
  "need_help": "¿Necesitas ayuda?",
  "click_here": "Haz clic aquí",
  "app_title": "ConnecTrip",
  "connect_travelers": "Conectando viajeros y compartiendo",
  "share_experiences": "Experiencias en todo el mundo.",
  "terms_of_service": "Términos de servicio",
  "privacy_policy": "Política de privacidad",
  "help": "Ayuda",
  "about": "Acerca de",
  "privacy_center": "Centro de privacidad",
  "portuguese": "Portugués (BR)",
  "english": "Inglés (US)",
  "spanish": "Español (ES)",
  "main_heading": "TÉRMINOS Y POLÍTICAS",
  "sub_heading": "Todo lo que necesitas saber en un solo lugar.",
  "heading": "Términos de servicio",
  "subheading": "Términos aceptados al usar ConnecTrip.",
  "privacypolicy": "Política de privacidad",
  "informationcollection": "Recopilación y uso de los datos que recibimos.",
  "communityrules": "Normas de la comunidad",
  "rulesandinstructions": "Normas e instrucciones para informar comportamientos inapropiados.",
  "section_heading": "Explora nuestras políticas y pautas",
  "description-text": "ConnecTrip desarrolla tecnologías y servicios para que las personas se conecten entre sí, creen comunidades y amplíen sus experiencias de viaje. Estos Términos rigen tu uso de los Productos ConnecTrip, incluidos el sitio web, las aplicaciones, los servicios, las tecnologías y el software que ofrecemos, excepto cuando indiquemos expresamente que se aplican otros términos (y no estos). ConnecTrip Platforms, Inc. te proporciona estos Productos. No te cobramos por el uso de ConnecTrip u otros productos y servicios cubiertos por estos Términos, a menos que se indique lo contrario. En cambio, las empresas, organizaciones y otros pueden colaborar con nosotros para promocionar sus ofertas relacionadas con viajes y aventuras. Al usar nuestros productos, aceptas que podemos mostrar información promocional que consideramos posiblemente relevante para ti y tus experiencias de viaje. Utilizamos tu información personal para determinar qué promociones se te mostrarán. No vendemos tu información personal a socios ni compartimos información personal identificable (como tu nombre, dirección de correo electrónico u otra información de contacto) a menos que tengamos tu permiso específico. En su lugar, nuestros socios nos informan sobre los intereses de los viajeros, y mostramos promociones a personas que puedan estar interesadas. Proporcionamos a los socios informes sobre el rendimiento de las promociones para ayudarles a comprender cómo interactúan las personas con su contenido. Consulta la Sección 2 a continuación para obtener más información sobre cómo funcionan las promociones personalizadas bajo estos términos en los Productos ConnecTrip. Nuestra Política de privacidad explica cómo recopilamos y usamos tus datos personales para determinar algunas de las promociones que se mostrarán y para proporcionar todos los demás servicios descritos a continuación. También puedes acceder a la configuración del Producto ConnecTrip en cuestión en cualquier momento para ver las opciones de privacidad sobre cómo usamos tus datos.",
  "servicesoffered": "Servicios ofrecidos",
  "mission": "Misión de ConnecTrip: Facilitamos que las personas se conecten, creen comunidades y amplíen sus experiencias de viaje. Para cumplir con esta misión, ofrecemos una variedad de servicios, que incluyen:",
  "tecnologies": "Uso y desarrollo de tecnologías avanzadas",
  "offerservices": "Para ofrecer servicios seguros y funcionales, utilizamos tecnologías avanzadas, como inteligencia artificial y realidad aumentada. Además, investigamos constantemente para mejorar nuestros servicios y garantizar una experiencia consistente en toda la plataforma.",
  "permissions":"Permisos otorgados por ti",
  "sharingcontent":"Al compartir contenido en ConnecTrip, nos otorgas una licencia para usar, distribuir, modificar y mostrar ese contenido. Esta licencia es esencial para proporcionar y mejorar nuestros servicios. Conservas la propiedad de los derechos de propiedad intelectual en tu contenido.",
  "reportingchannel":"Canal de informes",
  "userreport":"Alentamos a los usuarios a informar contenido que pueda violar sus derechos o nuestros términos y políticas. Nos reservamos el derecho de eliminar o restringir el acceso al contenido que viole nuestras disposiciones.",
  "accountdeletion":"Eliminación de cuenta y contenido",
  "personaldeletion": "Puedes eliminar tu contenido en cualquier momento, y la eliminación de la cuenta resultará en la eliminación del contenido personal asociado. Sin embargo, algunos contenidos pueden persistir hasta 90 días debido a procesos técnicos.",
  "revisedterms": "Estos Términos de servicio fueron revisados por última vez el 6 de enero de 2024.",
  "favoritecommunity": "Gracias por elegir ConnecTrip como tu comunidad favorita. ¡Explora, conecta y comparte tus experiencias!",
  "privacy_policy_title": "Política de privacidad",
  "effective_date": "En vigor a partir del 6 de enero de 2024",
  "welcome_message": "Bienvenido a ConnecTrip, la red social dedicada a viajeros, mochileros y entusiastas de aventuras. Esta Política de Privacidad explica cómo recopilamos, usamos, compartimos y protegemos tu información al usar nuestros servicios. Recomendamos leer este documento detenidamente.",
  "transfer_info_question": "¿Qué es la Política de Privacidad y qué abarca?",
  "transfer_info_answer": "La Política de Privacidad es un documento que describe cómo recopilamos, usamos, compartimos y protegemos tus información personal. Es fundamental para garantizar la transparencia y la protección de la privacidad de las personas que utilizan un servicio o plataforma.",
  "info_collect_title": "1. Información que recopilamos",
  "info_collect_content": "La información que recopilamos y procesamos sobre ti depende de tu uso de ConnecTrip. Esto incluye datos proporcionados al crear un perfil, compartir historias de viajes, interactuar con otros usuarios y utilizar nuestras funciones.",
  "privacy_control_title": "2. Control de privacidad",
  "privacy_control_content": "Es importante para nosotros que tengas control sobre tu información. Por eso, proporcionamos configuraciones en tu cuenta para gestionar tus preferencias de privacidad.",
  "use_info_question": "3. Cómo utilizamos tu información",
  "use_info_answer": "Explica detalles sobre el uso de la información por parte de ConnecTrip, incluido el tiempo que mantenemos la información y los criterios para la retención.",
  "share_info_question": "4. Compartir información",
  "share_info_answer": "Informa sobre cómo se comparte la información en ConnecTrip, incluidos los casos de respuesta a solicitudes legales, cumplimiento de la legislación aplicable y promoción de la seguridad y protección.",
  "how_long_info_question": "5. Por cuánto tiempo conservamos tu información",
  "how_long_info_answer": "Conservamos la información el tiempo necesario para ofrecer nuestros productos, cumplir con las obligaciones legales o proteger nuestros intereses o los de otras personas. Decidimos por cuánto tiempo la necesitamos según el caso. Consideramos los siguientes factores para tomar una decisión:",
  "legal_requests_title": "6. Cómo transferimos la información",
  "legal_requests_content": "Explica cómo se transfiere la información mediante ConnecTrip.",
  "notification_changes_title": "7. Cómo respondemos a solicitudes legales",
  "notification_changes_content": "Accedemos, preservamos y compartimos tu información en respuesta a solicitudes legales, cumpliendo con las leyes aplicables y previniendo daños.",
  "contact_us_title": "8. Cómo serás notificado de los cambios en la política",
  "contact_us_content_1": "Te enviaremos una notificación antes de cambiar esta Política. Tendrás la oportunidad de leer la versión modificada antes de decidir continuar usando nuestros productos.",
  "contact_us_content_2": "Si tienes preguntas sobre esta Política o consultas, quejas o solicitudes relacionadas con tu información, contáctanos según se describe a continuación.",
  "brazil_privacy_notice_title": "9. Cómo contactarnos en caso de dudas",
  "brazil_privacy_notice_content": "Esta sección se aplica a las actividades de tratamiento de datos personales de acuerdo con las leyes brasileñas y complementa esta Política de Privacidad.",
  "data_controller_info": "El responsable del tratamiento de tus datos es ConnecTrip Platforms, Inc. También tienes el derecho de ponerte en contacto con la Autoridad Nacional de Protección de Datos (“ANPD”) poniéndote en contacto directamente con la DPA.",
  "invalid_email_error": "Por favor, ingrese una dirección de correo electrónico válida.",
  "valid_email_domains_error": "Por favor, utilice uno de los siguientes dominios: outlook.com, gmail.com, hotmail.com.",
  "username_length_error": "El nombre de usuario debe tener al menos 3 caracteres.",
  "first_name_length_error": "El primer nombre debe tener al menos 3 caracteres.",
  "last_name_length_error": "El último nombre debe tener al menos 3 caracteres.",
  "password_complexity_error": "La contraseña debe tener al menos 8 caracteres y combinar números, símbolos y letras mayúsculas y minúsculas.",
  "password_mismatch_error": "Las contraseñas no coinciden.",
  "phone_length_error": "El número de teléfono debe tener al menos 3 caracteres.",
  "username_not_available_error": "Nombre de usuario no disponible.",
  "phone_not_available_error": "Número de teléfono no disponible.",
  "email_not_available_error": "Correo electrónico no disponible.",
  "registration_success_message": "Usuario registrado con éxito.",
  "registration_error_message": "Error durante el registro."
}
