{
    "register_now": "Cadastre-se já",
    "free_and_fast": "É grátis e rápido.",
    "username": "Nome de usuário",
    "first_name": "Nome",
    "last_name": "Sobrenome",
    "phone": "Número de telefone",
    "email": "E-mail",
    "password": "Senha",
    "confirm_password": "Confirme sua senha",
    "dob_label": "Data de Nascimento:",
    "select_gender_label": "Selecione seu gênero",
    "male": "Masculino",
    "female": "Feminino",
    "other": "Outro",
    "register_button": "Registrar",
    "enter_email": "Digite seu e-mail",
    "enter_password": "Digite sua senha",
    "login": "Entrar",
    "forgot_password": "Esqueceu a senha?",
    "create_account": "Criar nova conta",
    "need_help": "Precisa de ajuda?",
    "click_here": "Clique aqui",
    "app_title": "TravelConnect",
    "reset_password_title": "Problemas para iniciar sessão?",
  "reset_password_description": "Informe o endereço de e-mail associado à sua conta. Enviaremos um e-mail com as instruções para redefinir sua senha.",
  "email_placeholder": "e-mail",
  "send_recovery_email": "Enviar E-mail",
    "connect_travelers": "Conectando Viajantes e Compartilhando",
    "share_experiences": "Experiências pelo Mundo.",
    "terms_of_service": "Termos de Serviço",
    "privacy_policy": "Política de Privacidade",
    "help": "Ajuda",
    "about": "Sobre",
    "privacy_center": "Central de Privacidade",
    "portuguese": "Português (BR)",
    "english": "Inglês (US)",
    "spanish": "Espanhol (ES)",
    "main_heading": "TERMOS E POLÍTICAS",
    "sub_heading": "Tudo o que você precisa saber em um só lugar.",
    "section_heading": "COMO FUNCIONA",
    "heading": "Termos de Serviço",
    "subheading": "Termos aceitos ao utilizar o TravelConnect.",
    "privacypolicy": "Política de Privacidade",
    "informationcollection": "Coleta e utilização de dados que recebemos.",
    "communityrules": "Regras da Comunidade",
    "rulesandinstructions": "Regras e instruções para relatar comportamentos inadequados.",
    "description-text": "A TravelConnect desenvolve tecnologias e serviços para que as pessoas se conectem umas com as outras, criem comunidades e expandam suas experiências de viagem. Estes Termos regem o uso dos Produtos TravelConnect, incluindo o site, aplicativos, serviços, tecnologias e software que nós oferta (os Produtos ou Produtos TravelConnect), exceto quando declaramos expressamente que outros termos (e não estes) se aplicam. A TravelConnect Platforms, Inc. fornece esses Produtos a você. Não cobramos pelo uso do TravelConnect ou de outros produtos e serviços cobertos por estes Termos, salvo indicação em contrário. Em vez disso, empresas, organizações e outros podem colaborar conosco para promover suas ofertas relacionadas a viagens e aventuras. Ao usar nossos produtos, você concorda que podemos exibir informações promocionais que consideramos possivelmente relevantes para você e suas experiências de viagem. Usamos suas informações pessoais para ajudar a determinar quais promoções serão mostradas a você. Não vendemos suas informações pessoais a parceiros nem compartilhamos informações de identificação pessoal (como seu nome, endereço de e-mail ou outras informações de contato) com eles, a menos que tenhamos sua permissão específica. Em vez disso, os nossos parceiros informam-nos sobre os interesses dos viajantes e mostramos promoções a pessoas que possam estar interessadas. Fornecemos aos parceiros relatórios sobre o desempenho da promoção para ajudá-los a entender como as pessoas estão interagindo com seu conteúdo. Consulte a Seção 2 abaixo para saber mais sobre como as promoções personalizadas sob estes termos funcionam nos Produtos TravelConnect. Nossa Política de Privacidade explica como coletamos e utilizamos seus dados pessoais para determinar algumas das promoções que serão exibidas e para fornecer todos os demais serviços descritos abaixo. Você também pode acessar as configurações do Produto TravelConnect em questão a qualquer momento para visualizar as opções de privacidade sobre como usamos seus dados.",
  "servicesoffered": "Serviços oferecidos",
  "mission": "Missão TravelConnect: Tornamos mais fácil para as pessoas se conectarem, criarem comunidades e expandirem experiências de viagem. Para cumprir esta missão, oferecemos uma variedade de serviços, incluindo:",
  "tecnologies": "Utilização e Desenvolvimento de Tecnologias Avançadas",
  "offerservices": "Para oferecer serviços seguros e funcionais, utilizamos tecnologias avançadas, como inteligência artificial e realidade aumentada. Além disso, pesquisamos constantemente para melhorar nossos serviços e garantir uma experiência consistente em toda a plataforma.",
  "permissions":"Permissões concedidas por você",
  "sharingcontent":"Ao compartilhar conteúdo no TravelConnect, você nos concede uma licença para usar, distribuir, modificar e exibir esse conteúdo. Esta licença é essencial para fornecer e melhorar nossos serviços. Você mantém a propriedade dos direitos de propriedade intelectual do seu conteúdo. ",
  "reportingchannel":"Canal de denúncia",
  "userreport":"Encorajamos os usuários a denunciar conteúdo que possa violar seus direitos ou nossos termos e políticas. Reservamo-nos o direito de remover ou restringir o acesso a conteúdo que viole nossas disposições.",
  "accountdeletion":"Exclusão de conta e conteúdo",
  "personaldeletion": "Você pode excluir seu conteúdo a qualquer momento, e a exclusão da conta resultará na exclusão do conteúdo pessoal associado. No entanto, alguns conteúdos podem persistir por até 90 dias devido a processos técnicos.",
  "revisedterms": "Estes Termos de Serviço foram revisados ​​pela última vez em 6 de janeiro de 2024.",
  "favoritecommunity": "Obrigado por escolher o Travel Connect como sua comunidade favorita. Explore, conecte-se e compartilhe suas experiências!",
  "privacy_policy_title": "Política de Privacidade",
  "effective_date": "Em vigor em 6 de janeiro de 2024",
  "welcome_message": "Bem-vindo à TravelConnect, a rede social dedicada a viajantes, mochileiros e entusiastas de aventuras. Esta Política de Privacidade explica como coletamos, usamos, compartilhamos e protegemos suas informações ao usar nossos serviços. Recomendamos a leitura atenta deste documento.",
  "transfer_info_question": "O que é a Política de Privacidade e o que ela aborda?",
  "transfer_info_answer": "A Política de Privacidade é um documento que descreve como coletamos, usamos, compartilhamos e protegemos suas informações pessoais. Ela é fundamental para garantir a transparência e a proteção da privacidade dos indivíduos que utilizam um serviço ou plataforma.",
  "info_collect_title": "1. Informações que Coletamos",
  "info_collect_content": "As informações que coletamos e tratamos sobre você dependem do seu uso da TravelConnect. Isso inclui dados fornecidos ao criar um perfil, compartilhar histórias de viagens, interagir com outros usuários e utilizar nossos recursos.",
  "privacy_control_title": "2. Controle de Privacidade",
  "privacy_control_content": "É importante para nós que você tenha controle sobre suas informações. Por isso, disponibilizamos configurações em sua conta para gerenciar suas preferências de privacidade.",
  "use_info_question": "3. Como Usamos Suas Informações",
  "use_info_answer": "Explique detalhes sobre o uso das informações pela TravelConnect, incluindo o tempo que mantemos as informações e os critérios para retenção.",
  "share_info_question": "4. Compartilhamento de Informações",
  "share_info_answer": "Informe sobre como as informações são compartilhadas na TravelConnect, incluindo casos de resposta a solicitações legais, cumprimento da legislação aplicável e promoção da segurança e proteção.",
  "how_long_info_question": "5. Por Quanto Tempo Mantemos Suas Informações",
  "how_long_info_answer": "Mantemos as informações pelo tempo necessário para oferecer nossos Produtos, cumprir as obrigações legais ou proteger nossos interesses ou os de outras pessoas. Decidimos por quanto tempo precisamos delas conforme o caso. Consideramos os seguintes fatores para tomar uma decisão:",
  "legal_requests_title": "6. Como Transferimos as Informações",
  "legal_requests_content": "Explique como as informações são transferidas pela TravelConnect.",
  "notification_changes_title": "7. Como Respondemos a Solicitações Legais",
  "notification_changes_content": "Acessamos, preservamos e compartilhamos suas informações em resposta a solicitações legais, cumprindo a legislação aplicável e prevenindo danos.",
  "contact_us_title": "8. Como Você Será Notificado Sobre Alterações na Política",
  "contact_us_content_1": "Nós lhe enviaremos uma notificação antes de alterar esta Política. Você terá a oportunidade de ler a versão modificada antes de decidir continuar usando nossos Produtos.",
  "contact_us_content_2": "Se você tem dúvidas sobre esta Política ou perguntas, queixas ou solicitações relacionadas às suas informações, entre em contato conosco conforme descrito abaixo.",
  "brazil_privacy_notice_title": "9. Como Entrar em Contato Conosco em Caso de Dúvidas",
  "brazil_privacy_notice_content": "Esta seção se aplica a atividades de tratamento de dados pessoais de acordo com as leis brasileiras e complementa esta Política de Privacidade.",
  "data_controller_info": "O controlador de dados responsável por suas informações é a Travel Platforms, Inc. Você também tem o direito de contatar a Autoridade Nacional de Proteção de Dados (“ANPD”) entrando em contato diretamente com a DPA."
}
  